Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: - Down around my ankles.
ru: - До самого колена.

source: You tight with the D. A., Jackie?
ru: - Слышал, ты большой друг окружного прокурора, Джеки?

source: He tried to throw me off the force last Christmas.
ru: Он меня пытался выгнать из полиции на прошлое Рождество в качестве шутки.

source: How about some payback, big- time?
ru: Не хотел бы ему отплатить по крупному?

source: Plus the usual 50 dollar donation to the Jack Vincennes retirement fund.
ru: Плюс обычные 50 долларов в пенсионный фонд Джека Винсенса.

source: - Did you know the D. A. was a swish?
ru: - Ты в курсе, что он голубой?

source: - No kidding?
ru: - Не может быть.

source: Remember Matt Reynolds?
ru: Ты помнишь Мэта Рейнольдса?

source: Christmas Eve?
ru: Арест в день премьеры на канун Рождества.

source: "The Movie Premiere Pot Bust"?
ru: - Только что вышел из исправилки.

source: - He just got off the honor farm. - what´s he doing here?
ru: - Что он делает здесь?

source: Reynolds is acey- deucey, not to mention broke.
ru: Рейнольдс - двухстволка, не говоря уж о том, что сидит на мели.

source: l´m getting him to fuck the D. A. for $100.
ru: Я заплачу ему 4 сотни, чтобы трахнул окружного прокурора.

source: That´s twice the $50 you got for wrecking his career.
ru: Это в 8 раз больше, чем твои 50.

source: - Come here, come here.
ru: - Боже.

source: - Jesus, don´t bring him --
ru: - Не приглашай его сюда.

source: That´s D. A. Loew right there.
ru: Это окружной прокурор Леу там.

source: You need a drink?
ru: Да.

source: Look after him.
ru: Джек, присмотри за ним минутку.

source: Matt, this is Jack.
ru: Мэт, это Джек.

source: No secrets between me and him.
ru: Нет секретов между мной и им.

source: - l´m okay.
ru: - Ну, как дела?

source: How´re you?
ru: - Я хорошо.

source: l´m good.
ru: А как ты?

source: Have we met before?
ru: Я тоже хорошо.

source: was it at a party?
ru: Да.

source: It was something like that.
ru: На вечеринке?

source: Fleur- de- Lis. "whatever you desire."
ru: На вечеринке "Флёр де Ли"?

source: Dope, hookers that look like movie stars....
ru: Да, "Флер де Ли".

source: Pierce Patchett has it all.
ru: Всё, что пожелаете.

source: Pierce, he´s not like regular guys.
ru: Наркотики, проститутки, похожие на кинозвёзд.

source: I dig him, but...... you know...... he scares me too.
ru: Да, у Пирса Петчета всё есть.

source: when I came out to L. A. this isn´t exactly where I saw myself ending up.
ru: Пирс не такой, как обычные ребята.

source: Yeah, well...... get in line.
ru: Он мне нравится, но...

source: Your courage, kid.
ru: Неужели?

source: Drink up.
ru: С чего это?

source: I don´t think I should do this.
ru: Ну, не один ты такой.

source: lt´s not like you don´t know how.
ru: Ну- ка, парень, выпей.

source: Jack´s connected to Badge of Honor.
ru: Не думаю, что мне следует это делать.

source: Pull this off, you´il get a part.
ru: И не говори, что ты не умеешь.

source: I smell a comeback, don´t you, Jack?
ru: Джек связан со "Знаком чести".

source: Go introduce yourself.
ru: Провернёшь дельце, получишь роль.

source: Tell him about the opening on the show.
ru: А, ты смог бы взять его, Джек?

source: l´m pretty sure I can get you a part on this show.
ru: Давай, поговори с Джеком.

source: But...... that´s later on.
ru: Да, я уверен, что мог бы найти тебе роль в шоу.

source: Tonight, go on over there and pretend it´s an acting job.
ru: Но что сейчас об этом говорить.

source: Like show biz.
ru: Сегодня ночью...

source: Acting, that´s it.
ru: - Как шоу- бизнес.

source: No one´s going to know about this?
ru: - И никто об этом не узнает?

source: lt´il be our secret.
ru: Это будет наш секрет.

source: - Show biz.
ru: - Ладно, шоу- бизнес.

source: - That´s it.
ru: - Вот именно.

source: Show biz.
ru: Шоу- бизнес.

source: lf Reynolds works his charms, which I know he will...... they´il be at the Hollywood Center Motel, room 203.
ru: Комната 203.

source: Meet me there at midnight for a photo shoot.
ru: Что ты знаешь о Пирсе Петчете?

source: And maybe we can work in the Hollywood sign this time.
ru: Петчет?

source: what do you know about Pierce Patchett?
ru: Я знаю то, что и ты знаешь.

source: I know what you know.
ru: А что?

source: I just keep hearing rumors, you know.
ru: Я всё слышу всякие слухи:... Классная порнография, наркотики, проститутки, похожие на кинозвёзд.

source: High- class porn, drugs, hookers that look like movie stars.
ru: Петчет - это "звездная пыль".

source: Patchett´s what I call twilight.
ru: Он не педик и не красный.

source: He ain´t queer or Red.
ru: Ты посмотри.

source: He cannot help me in my quest for prime sinnuendo.
ru: Ну, до встречи в полночь.

source: As though Badge of Honor would touch that guy with a 10- foot pole...... after he´s been Hush- Hush cover boy twice in one year.
ru: В полночь я гарантирую тебе все виды незаконной деятельности.

source: See you soon.
ru: - Ещё, Джек?

source: Midnight.
ru: - Да.

source: Another?
ru: Парень.

source: Come on, you don´t have to do this --
ru: Ну ладно, парень, можешь не делать...

source: Thank you for what you did for me...... for killing those animals who raped me. will you thank Officer white for me, please?
ru: За то, что убили этих животных, которые меня изнасиловали.

source: Seeing him come through the door is about the only thing I remember.
ru: Я увидела, что он входит в дверь...

source: You remember what time the Negroes left you, right?
ru: Слава Богу.

source: ln your statement, you said they left you at midnight.
ru: Вы сказали, что они ушли в полночь.

source: They might have.
ru: Возможно.

source: They "might" have?
ru: Что значит "возможно"?

source: I don´t know what time they left me.
ru: Я не знаю, когда они меня оставили.

source: I wanted them dead. would anyone care that they raped a Mexican girl...... if they hadn´t killed those white people at the Nite Owl?
ru: Стал бы кто- нибудь переживать, что они изнасиловали мексиканку, и искать...... Если бы они не убили тех белых в "Ночной сове"?

source: I did what I had to do for justice.
ru: Я это сделала ради справедливости.

source: Smile, lnez.
ru: Инесс, Эксли!

source: ls he your hero?
ru: Они здесь.

source: Fellas, how about this?
ru: Здравствуйте, Инесс.

source: "Rape Victim wheeled Out by Nite Owl Hero."
ru: Так он ваш герой, мисс Сото?

source: All they get is Veronica Lake.
ru: Ну, ребята, как вам это?

source: I get Lynn Margaret Bracken.
ru: А мне достанется Лин Маргарет Брекен.

source: "Bisbee?"
ru: Бисби.

source: I grew up there.
ru: Я выросла там.

source: The girls in Bisbee need a little glamour.
ru: Вернусь через пару лет и открою магазин готового платья.

source: where´d this come from?
ru: Девочкам Бисби тоже надо покрасоваться.

source: I was 12.
ru: А это откуда?

source: I got in the way.
ru: Мне было 1 2 лет, мой отец кинулся на мать с бутылкой, а я оказался на пути.

source: So you saved her.
ru: Значит, ты спас её.

source: Not for long.
ru: Ненадолго.

source: - l´m sorry. lt´s none of my business.
ru: Прости, это не моё дело.

source: - He tied me to the radiator.
ru: Он привязал меня к батарее.

source: I watched him beat my mother to death with a tire iron...... and he left me there.
ru: И я смотрел, как он забил мою мать до смерти.

source: Three days before a truant officer found us.
ru: Он оставил меня там.

source: They never found the old man.
ru: 3 дня, прежде чем кто- то нашёл нас.

source: ls that why you became a cop?
ru: А старика так и не нашли.

source: To get even?
ru: Может быть.

source: Maybe.
ru: И тебе это нравится?

source: Do you like it?
ru: Раньше нравилось.

source: I used to.
ru: Такое вот дерьмо.

source: Now it´s all strong- arm, sitting duck stuff.
ru: Как настоящий детектив.

source: lf I could...... get a chance to work Homicide...... like a real detective....
ru: А этот хрен Эксли застрелил не тех парней.

source: That prick, Exley, he shot the wrong guys. whoever killed Stensland´s still around.
ru: А убившие Стенсленда всё ещё здесь.

source: I know it in here.
ru: Я знаю, они здесь.

source: I know it.
ru: Я знаю.

source: Something´s wrong with the Nite Owl.
ru: Что- то случилось в "Ночной сове".

source: I just can´t prove it, that´s all.
ru: Просто не могу доказать это всё.

source: l´m not smart enough.
ru: У меня ума не хватает.

source: You´re wrong.
ru: Я просто тот, кого они приглашают, чтобы напугать кого- то до смерти.

source: You found Patchett.
ru: Ты ошибаешься.

source: You found me.
ru: Ты нашёл Петчета, ты нашёл меня.

source: You´re smart enough.
ru: Ты достаточно умный.

source: Bud white! what brings you down to the basement?
ru: Бад Уайт, что привело тебя в наш подвал?

source: I got a couple of Nite Owl questions.
ru: У меня по "Ночной сове" несколько вопросов.

source: Don´t know if you read the papers, but that case is closed.
ru: Не знаю, читал ли ты газеты, но это дело закрыто.

source: Anything bother you about it?
ru: Беспокоит, как же.

source: The suspects´ 3 shotguns match the strike marks on the shell casings.
ru: У нас 3 ружья подозреваемых, которые совпадают с гильзами...... найденными в "Ночной сове".

source: what more do you want?
ru: Что тебе ещё нужно?

source: There´s blood on the wall here.
ru: Кровь на стене здесь.

source: I thought everyone got shot in the men´s room.
ru: Это кровь Стенсленда.

source: That is Stensland´s blood.
ru: - Стенсленда?

source: Blow to the head.
ru: - Да.

source: Probably unconscious when they dragged him in the john.
ru: Наверное, он был без сознания, когда его волокли в сортир.

source: Did they hit anyone else?
ru: - Нет.

source: No, but he was a cop.
ru: Но он был копом.

source: Probably tried to do something.
ru: Наверное, попытался что- то сделать.

source: Grilled cheese, black coffee.
ru: Поджаренный сыр, чёрный кофе?

source: Someone was sitting next to him.
ru: Кто- то сидел рядом с ним.

source: 2 victims were women?
ru: 2 жертвы были женщины, так?

source: Yeah, Patti DeLuca, the night shift waitress, and a Susan Lefferts.
ru: Кэтти де Люка, ночная официантка, и Сьюзен Лефортс.

source: Susan Lefferts.
ru: Сьюзен Лефортс.

source: Yeah, what about her?
ru: Всегда пожалуйста.

source: You´re welcome!
ru: Миссис Лефортс.

source: Mrs. Lefferts?
ru: Миссис Лефортс.

source: l´m Officer white, LAPD.
ru: Я офицер Уайт, полиция Л. А.

source: Tell me about the boyfriend you mentioned at the coroner´s office.
ru: Расскажите мне о её ухажёре, о котором вы говорили во время опознания в офисе.

source: I told you I didn´t approve of that boyfriend.
ru: Я говорила, что не одобряю его, как ухажёра.

source: He was too old for you.
ru: Он слишком стар для неё.

source: And you let him be fresh with me.
ru: А вы позволили ему грубить мне.

source: They came here one day when I wasn´t home.
ru: Они пришли как- то утром, когда меня не было дома.

source: Mrs. Jensen next door said...... she saw Susie´s boyfriend and another man and...... she heard a ruckus. what was his name? we weren´t properly introduced.
ru: И был какой- то шум.

source: Susie gave him a nickname, Muns or Luns.
ru: - Как ухажёра звали?

source: Stens? was it Stens?
ru: Стенс?

source: That´s him.
ru: Это он.

source: You said a neighbor heard a ruckus. was it outside?
ru: Снаружи или внутри?

source: Outside.
ru: Снаружи.

source: And then Mrs. Jensen said they kept going under the house.
ru: И ещё миссис Дженсон говорила, что они всё время залезали под дом.

source: You have to leave now, officer.
ru: Вы должны уйти, полицейский.

source: - what´s through here?
ru: - Что здесь?

source: - Just a room full of old things.
ru: - Только комната, всякие старые вещи.

source: Don´t move that!
ru: Не трогайте это.

source: Don´t mind the smell.
ru: Не обращайте внимания на запах.

source: I think a rat died behind the wall.
ru: Я думаю, крыса там сдохла за стеной.

source: My Susie was a good girl.
ru: Моя Сьюзи была хорошей девочкой!

source: She was never in any kind of trouble at all!
ru: У неё никогда не было никаких неприятностей.

source: was it a rat?
ru: Меня называют Баз.

source: Yeah, a great big one.
ru: Это была крыса?

source: Compliments of the Police Department.
ru: И очень большая.

source: Unemployed actor had frankfurter, french fries, alcohol and sperm.
ru: Вот, это вам от полицейского управления Лос- Анжделеса.

source: Hell of a last supper, don´t you think?
ru: Желудок недели.

source: Anything bothering you about the Nite Owl case?
ru: Убийство в мотеле.

source: That you guys won´t let it get filed away.
ru: Ничего себе ужин, а, лейтенант?

source: - what do you mean?
ru: Да.

source: - Bud white grilled me on it today.
ru: - Что вы имеете в виду?

source: Bud white?
ru: - Бад Уайт ко мне приставал с утра.

source: He´s not as dumb as I thought.
ru: - Бад Уайт?

source: Did he say where he was going after he talked to you?
ru: - Знаете, он не такой тупой, как я думал.

source: Let my daughter rest in peace!
ru: Оставьте, наконец, мою дочь в покое.

source: Mrs. Lefferts, I want to ask a few questions.
ru: Миссис Лефортс, я просто хочу задать несколько вопросов.

source: Officer white already checked under the house.
ru: Офицер Уайт уже проверял под домом.

source: Under the house? - where?
ru: Под домом?

source: - Out back.
ru: Где?

source: All he found was rodents.
ru: Вон там.

source: I need an l. D. on this as soon as possible.
ru: Сообщите только мне.

source: Talk only to me on this one.
ru: - Винсенс, мне нужна твоя помощь.

source: l´m busy right now. why don´t you ask your boys in Homicide?
ru: Иди попроси своих ребят в отделе по расследованию убийств.

source: I can´t.
ru: Я не могу.

source: I need someone outside of Homicide.
ru: Мне нужен кто- то не из отдела.

source: Tail Bud white until he goes on duty this evening.
ru: Хочу, чтобы ты проследил за Бадом Уайтом, когда он уйдёт на дежурство вечером.

source: Do me a real favor and leave me alone.
ru: Слушай, сделай одолжение, оставь меня в покое.

source: You make the Negroes for the Nite Owl killings?
ru: Ты думаешь, 3 негра совершили эти убийства в "Ночной сове"?

source: what?
ru: - Что?

source: lt´s a simple question.
ru: - Это простой вопрос.

source: why in the world do you want to dig deeper...... into the Nite Owl killings...... Lieutenant?
ru: Зачем тебе копать глубже это убийство, лейтенант?

source: Rollo Tomasi.
ru: Роло Томасси.

source: ls there more or do I have to guess?
ru: Это всё или мне голову ломать?

source: Rollo was a purse snatcher.
ru: Роло был карманником.

source: My father ran into him off- duty.
ru: Мой отец поймал его после дежурства.

source: He shot my father 6 times and got away clean.
ru: Роло всадил в него 6 пуль и ушёл безнаказанным.

source: No one knew who he was.
ru: Никто не знал, кто он.

source: I made the name up to give him personality.
ru: Я придумал ему имя, чтобы создать личность.

source: what´s your point?
ru: Что ты хочешь сказать?

source: Rollo Tomasi´s the reason I became a cop.
ru: Роло Томасси - причина, по которой я стал полицейским.

source: I wanted to catch the guys who thought they could get away with it.
ru: Я хотел ловить людей, которые думают, что уйдут безнаказанными.

source: It was supposed to be about justice.
ru: Я думал, дело в справедливости.

source: Then somewhere along the way I lost sight of that.
ru: Где- то на длинном пути я забыл об этом.

source: why´d you become a cop?
ru: А почему ты стал копом?

source: I don´t remember.
ru: Я не помню.

source: what do you want, Exley?
ru: Чего ты хочешь, Эксли?

source: I want to solve this thing.
ru: Я просто хочу раскрыть это дело.

source: Nite Owl was solved.
ru: - Убийства в "Ночной сове" раскрыты.

source: I want to do it right.
ru: Я хочу сделать это правильно.

source: Even if it means paying the consequences?
ru: Даже если придётся заплатить за последствия?

source: All right, college boy, l´il help.
ru: Ладно, студент, я помогу.

source: But there´s a case your boys in Homicide don´t care about.
ru: Есть ещё одно дело, на которое вам в отделе наплевать.

source: They think it´s just another Hollywood "homo" - cide.
ru: Назвали "Ещё одно голливудское убийство".

source: But I don´t.
ru: Но это не так.

source: Deal?
ru: Ты поможешь мне с моим, я помогу с твоим.

source: Johnny Stompanato.
ru: - Договорились?

source: How´s tricks, paesano?
ru: - Договорились.

source: I ain´t your paesano.
ru: "Великая сила в великом городе.

source: I ain´t in the snitch business anymore.
ru: Записывайтесь в полицию "

source: You know a guy named Buzz Meeks?
ru: Джони Стампанато.

source: works for Pierce Patchett.
ru: - Как делишки, Пейзано?

source: Should l?
ru: - Я не твой Пейзано.

source: You´re muscle for hire.
ru: Я больше не стучу полиции.

source: Meeks is muscle for hire.
ru: Знаешь парня по имени Баз Минкс?

source: You tell me.
ru: - А я должен знать?

source: Yeah, I remember now.
ru: О, да, теперь вспоминаю.

source: Meeks is a run- down ex- cop.
ru: Минкс - бывший полицейский.

source: Same as you´re going to be some day.
ru: Ты будешь таким же когда- нибудь.

source: That´s all you´il get.
ru: Это вся информация, которую ты получишь.

source: Keep your 20 bucks.
ru: Оставь себе свои 20 долларов.

source: what do I get if I give you your balls back, you wop cocksucker?
ru: А что я получу, если отдам тебе обратно твои яйца, итальяшка?

source: There was a rumor going around...... that Meeks had a line on a large supply of H.
ru: Ходили слухи...... Что у Минкса есть доступ к большой партии героина.

source: And?
ru: И?

source: And nothing!
ru: И ничего!

source: He skipped out.
ru: Он сбежал.

source: Bullshit.
ru: Чушь.

source: How would Meeks get his hands on a large supply of heroin?
ru: Где бы Минкс достал большую партию героина?

source: You´re right.
ru: Ты прав.

source: lt´s probably bullshit.
ru: Это, наверное, чушь.

source: Even if he did, he could never unload it.
ru: Может, поэтому он лежит в подвале дома на Элисон- парк и плохо пахнет?

source: Not without drawing all kinds of attention.
ru: Пейзано.

source: Maybe that´s why he´s under a house in Elysian Park not smelling too good...... paesano.
ru: Ну, может, Уайт не так туп, в конце концов?

source: we got Rita Hayworth at the morgue, and now Veronica Lake with white.
ru: Значит, у нас есть Рита Хейворд в морге и Вероника Лейт с Уайтом.

source: I think your case and my case are connected. lt´s Fleur- de- Lis again.
ru: Я думаю, твоё и моё дело связаны.

source: Fleur- de- Lis?
ru: Это "Флёр де Ли" снова.

source: "whatever you desire."
ru: "Флёр де Ли"?

source: High- class whores cut to look like movie stars. who knows what else.
ru: Всё, что пожелаете.

source: So is Pierce Patchett.
ru: Порно, высококлассные проститутки, похожие на кинозвёзд.

source: The millionaire?
ru: Кто знает, что ещё.

source: I think we should go talk to him.
ru: - Так же, как и Пирс Петчет.

source: First I want to brace Stompanato.
ru: - Миллионер?

source: want an autograph? write to MGM.
ru: Надо поговорить с ним.

source: Since when do two- bit hoods and hookers give out autographs? what?
ru: Сначала я хочу потрясти Стампанато.

source: Sit down. who in the hell do you think you are?
ru: Обратись в МGМ.

source: Take a walk, honey.
ru: - Что ты мне сказал?

source: - You are making a large mistake.
ru: Садись.

source: - Get away from our table.
ru: - Что вы себе позволяете?

source: A hooker cut to look like Lana Turner is still a hooker.
ru: - Она просто похожа на Лану Тёрнер.

source: - She just looks like Lana Turner.
ru: - Она и есть Лана Тёрнер.

source: - She is Lana Turner.
ru: - Что?

source: She is Lana Turner.
ru: - Она Лана Тёрнер.

source: How was I supposed to know?
ru: Откуда мне было знать?

source: I believe the Nite Owl´s your area of expertise, Mr. Exley.
ru: Я думал, вы у нас специалист по делу "Ночной совы", мистер Эксли.

source: I saw you on television getting your medal.
ru: Я видел по телевизору, как вы получали медаль.

source: And you´re...... that other Hollywood celebrity policeman, aren´t you?
ru: Двойник Вероники Лейт работает на вас.

source: The Veronica Lake look- alike works for you.
ru: Она одна из ваших шлюх, верно?

source: She´s one of your whores.
ru: Какой вульгарный термин.

source: A vulgar term. why´s she seeing Bud white? why do men and women usually see each other?
ru: Почему она встречается с Бадом Уайтом?

source: Let´s try this on for size:
ru: А попробуем вот это:

source: An actor named...... Matt Reynolds.
ru: Нет, ничего?

source: Nothing?
ru: - Мы хотим ответы, Петчет.

source: we want some answers.
ru: Мы все чего- то хотим.

source: we all want something.
ru: - Лейтенант Эксли, ответьте.

source: The guy´s as cool as they come.
ru: - Уверенный в себе тип.

source: Lieutenant Exley, come in, please.
ru: Лейтенант Эксли, ответьте, приём.

source: Exley.
ru: Это Эксли.

source: The coroner wants to talk to you.
ru: Говорит, произвёл опознание.

source: He says he has your l. D.
ru: - Ясно.

source: Tell him Sergeant Vincennes is coming in to talk to him.
ru: - Я тебя отвезу на своей машине.

source: - l´il drop you at your car. - where are you going?
ru: - А ты куда поедешь?

source: Lynn Bracken´s.
ru: К Лин Брекен.

source: To find out why Patchett has her seeing Bud white.
ru: Узнаю, почему Петчет позволяет встречаться с Бадом Уайтом.

source: See you at the Frolic Room.
ru: - Встретимся в "Фроли Крум".

source: Oh, great.
ru: - Ну здорово.

source: I get the coroner.
ru: Тебе девушка, а мне эксперт.

source: I was just coming up to see you.
ru: Не для протокола и только для вас.

source: You get that l. D.?
ru: Эй, а я как раз к тебе иду.

source: Thank God for dental records.
ru: - Произвёл опознание?

source: Leland Meeks.
ru: Труп раньше был полицейским.

source: Buzz Meeks?
ru: Вилан Минкс.

source: - You knew him?
ru: - Баз Минкс?

source: - Of him.
ru: - Ты его знаешь?

source: He was around when I joined the force.
ru: Он ушёл до того, как я поступил в полицию.

source: "Just the facts," Jack.
ru: - Эй, только факты, Джек.

source: "Just the facts."
ru: - Только факты.

source: Anything else?
ru: - С 39- го по 41 - й год.

source: Leland Meeks worked Vice ´39- ´41.
ru: Нужны данные по его арестам.

source: I need to see his arrest records.
ru: Мисс Брекен?

source: Miss Bracken...... l´m Lieutenant Exley.
ru: Я лейтенант Эксли.

source: Bud told me all about you.
ru: Бад мне рассказал о вас.

source: ls that so?
ru: Неужели?

source: And what did white have to say?
ru: И что же Уайт сказал?

source: He said you were smart.
ru: Он сказал, вы умны.

source: He also said you were a coward, and that you´d screw yourself to get ahead.
ru: Ещё сказал, вы трус и готовы трахнуть самого себя, чтобы вырваться вперёд.

source: Let´s concentrate on my smarts.
ru: Давайте сконцентрируемся на моём уме.

source: Pierce Patchett made you, didn´t he?
ru: Пирс Петчет сделал вас.

source: Taught you how to dress, talk and think.
ru: Научил одеваться, говорить, думать.

source: I am very impressed with the results.
ru: И я очень впечатлён результатами.

source: But I need answers.
ru: Но мне нужны ответы.

source: And if I don´t get them, l´il take you and Patchett down.
ru: Если я их не получу, то и вас и Петчета уничтожу.

source: Pierce Patchett can take care of himself.
ru: Пирс Петчет может позаботиться о себе.

source: And l´m not afraid of you.
ru: И я не боюсь вас.

source: And you forget one thing, Lieutenant...... Pierce also taught me how to fuck.
ru: И он говорит, с кем трахаться?

source: And he tells you who to fuck. why does he have you fucking Bud white? what makes you think l´m not seeing Bud because I want to?
ru: А почему не думаете, что я встречаюсь с Бадом, т. к. мне этого хочется?

source: It would be easier for you if there was an angle, wouldn´t it?
ru: Вам было бы легче, если бы здесь была уловка, не так ли?
